<!DOCTYPE html>
<html lang="en">

<head>
   <meta charset="utf-8" />
     <meta name="viewport" content="width=device-width">
   
   <title>E-Learning Design Inspired by Pedagogy, Driven by Technology</title>
   <link rel="stylesheet" href="faraja.css" media="all"/>
   <script src="http://css3-mediaqueries-js.googlecode.com/svn/trunk/css3-mediaqueries.js"></script>
  
</head>

<body>
   
     <div class="header">
      
  
<div class="logo"><img src="images/logoEngBlksm.png"  alt="farajalogo"></div>


 <div class="navbox">       

<ul id="sddm">
      
         <li><a href="indexEng.html">Home</a></li>
     <li><a href="about.html">About</a></li>
        
     <li><a href="blog.html">Blog</a></li>
       
       
    
    <li><a href="media.html"
     onmouseover="mopen('m4')" 
        onmouseout="mclosetime()">Podcast</a>
        <div id="m4" 
            onmouseover="mcancelclosetime()" 
            onmouseout="mclosetime()">
         
                     <a href="#audio.html">Audio</a>
            <a href="#video.html">Video</a>

           
        </div>
        
        <li><a href="#blogue.html" 
        onmouseover="mopen('m2')" 
        onmouseout="mclosetime()">Publications</a>
        <div id="m2" 
            onmouseover="mcancelclosetime()" 
            onmouseout="mclosetime()">
         
            <a href="elearning_blogue.html">Peer Reviewed</a>
             <a href="mediarts_blogue.html">Media Arts</a>

        </div>
  
    </li> 
                                   
       <li><a href="contact.html" 
        onmouseover="mopen('m5')" 
        onmouseout="mclosetime()">Contact</a>

    </li>  
                       
</ul>
  
</div>
 
<p id="langselect">
     <select id="selectLanguage" onchange="goToPage('selectLanguage')">
      
       <option value="contact.html">FRAN&Ccedil;AIS</option>
       <option value="contact.html">ENGLISH</option>
          
     </select>
     
        </p>
     
       
     </div>
 
     
<div style="clear:both"></div>

<script src="xcskiing.js"></script>
 

<article>
  
    <h2>The Looming Revolution</h2>
    
  <aside>
       <figure class="slide" >
      <img id="pic" src="images/stuwomanarab.jpg" alt="slideshow"/>
      
   <figcaption class="slideCaption">E-learning is one of the fastest growing markets worldwide.</figcaption>
</figure>
       
</aside>
<h3>Bienvenue &agrave; bord de Faraja e-Learning & Media.</h3>
 <p>Les technologies num&eacute;riques ont r&eacute;volutionn&eacute; de nombreux secteurs d'activit&eacute; au cours des deux derni&egrave;res d&eacute;cennies.
    Le journalisme et les arts m&eacute;diatiques par exemple - pour ne citer que ceux que je connais le mieux - s'en sont trouv&eacute;s radicalement transform&eacute;s.
     </p>
    
   <p> <span>L'actualit&eacute; quotidienne t&eacute;moigne suffisamment de l'impact consid&eacute;rable des technologies num&eacute;riques sur les modes de travail et les modes de vies de nombreux secteurs.

   </p>


<h2>O</span>&ugrave en est la r&eacute;volution e-learning?</h2>

 <p>Les avis sont partag&eacute;s. Les plus enthousiastes affirment que la r&eacute;volution impuls&eacute;e par les technologies &eacute;ducatives est d&eacute;j&agrave; en marche, &agrave la conqu&ecirc;te de modes d'apprentissage novateurs, sur mesure, accessibles n'importe quand, de n'importe o&ugrave; et, surtout, abordables pour tous. 
Les plus r&eacute;serv&eacute;s n'y voient que des effets d'annonce. Ils rel&egrave;vent le fait que la r&eacute;volution e-Learning est toujours annonc&eacute;e comme imminente, attendue "dans les dix prochaines ann&eacute;es" depuis un bout de temps. 
 </p>      
       
<p>Les experts en technologies &eacute;ducatives et en communications confirment le potentiel consid&eacute;rable des technologies num&eacute;riques &agrave; transformer l'&eacute;ducation, la formation et le d&eacute;veloppement des comp&eacute;tences. Cependant, pour que ce potentiel se mat&eacute;rialise, bon nombre d'entre eux plaident en faveur d'une approche
de conception et de d&eacute;veloppement des apprentissage inspir&eacute;s par la p&eacute;dagogie et livr&eacute;s &agrave; travers la mutualisation du potentiel des m&eacute;dias appropri&eacute;s qui, insistent-ils, ne correspondent pas toujours aux technologies &agrave; la mode. 
        
</p>

<aside >
                <figure class="slide">
      <img id="pic" src="images/sjim.png" alt="Jean Marie Muhirwa">
      
 <figcaption class="slideCaption">Dr Jean-Marie Muhirwa</figcaption>
</figure>
                
</aside>
   <p>Jean-Marie Muhirwa a con&ccedil;u et d&eacute;velopp&eacute; ce site web. Il s'agit d'un espace de promotion des meilleures pratiques de conception, de d&eacute;veloppement, de livraison et d'&eacute;valuation des apprentissages en g&eacute;n&eacute;ral et des apprentissages m&eacute;diatis&eacute;s en particulier.

     Ce site web s'adresse aux apprenants, aux enseignants, aux formateurs, aux parents, aux professionnels de l'apprentissage en salle (en pr&eacute;sentiel), en ligne (e-Learning) ou hybride (pr&eacute;sentiel + e-Learning)
     et au grand public e qui s'int&eacute;resse aux rapides transformations technologiques qui affectent le secteur de l'acquisition des connaissances et des comp&eacute;tences &agrave travers la plan&egrave;te. 
    </p>
    
  <p> Dr Muhirwa puise dans l'expertise atypique qu'il a accumul&eacute;e au cours des deux derni&egrave;res d&eacute;cennies en technologies &eacute;ducatives, en journalisme, en production m&eacute;diatique, en travail international et en technologies du web
  pour assurer la production et la coordination des contenus de ce site. Il comprend des liens qui m&egrave;nent vers un blogue et une baladodiffusion. Les visiteurs y trouveront des entrevues, des reportages, des articles d'opinion ou des recherches des sp&eacute;cialistes et des praticiens reconnus. 
 </p>

  <p>Pour en apprendre davantage sur le parcours acad&eacute;mique et professionnel de Jean-Marie Muhirwa, veuiller consulter son <a href="cv.html">CV</a>
 
 </p>
 
<h5 id="otTime">TODAY:</h5>
<p id="otTime"></p>

</article>  
 
  <script src="xcdate.js">Today:</script>
   <script src="ottoday.js"></script>
   


  <div id="footer">
    
    <p>Copyright &copy; 2017 Faraja eLearning & Media</p>
  </div>
      
     
     <script src="slideshow.js"></script>
     
</body>
</html>

