<!DOCTYPE html>
<html lang="fr">

<head>
   <meta charset="utf-8" />
     <meta name="viewport" content="width=device-width">
   
   <title>E-Learning Design Inspired by Pedagogy, Driven by Technology</title>
   <link rel="stylesheet" href="faraja.css" media="all"/>
   <script src="http://css3-mediaqueries-js.googlecode.com/svn/trunk/css3-mediaqueries.js"></script>
  
</head>

<body>

<div class="header">
 <img class="logo" src="images/logoEngBlk.png" alt="farajalogo"/>
      
 <nav class="primaryWrap">
   
<ul>
  <li class="currentItem"><a href="#">Home</a></li>
  
  <li><a href="#">About</a></li>
  
  <li><a href="#">eLearning</a>
    <ul>
      <li><a href="#">Publications</a></li>
      <li><a href="#">Design Projects</a></li>
    </ul>
  </li>
  
  <li><a href="#">Media</a>
    <ul>
          <li><a href="#">New Media</a></li>
          <li><a href="#">Traditional Media</a></li>  
        </ul></li>
          
  <li><a href="#">Contact</a></li>
</ul>
</nav>
    
<span id="langselect">
     <select id="selectLanguage" onchange="goToPage('selectLanguage')">
       <option>English</option>
       <option value="about.html">ENGLISH</option>
     </select>
     
   <script src="lang.js"></script>
       
     </span>
</div>
       
   <section class="wlcm">
    
     <div class="tofara">
       <h3>BIENVENUE SUR LA ROUTE DE FARAJA</h3>
           
       <p>Bienvenue sur la route de Faraja e-Learning & Media. C'est une longue route sinueuse,
    taill&eacute;e dans un roc de connaissances et d'exp&eacute;riences multidisciplinaires en &eacute;ducation, en formation, en journalisme, en arts m&eacute;diatiques, en conception p&eacute;dagogique, et en d&eacute;veloppment international.
 
 <figure><img id="pic" src="images/ngomorusizi.jpg" alt="Ngomo route"> 
 <figcaption class="slideCaption">Ngomo route runs above the Rusizi river, the natural border between eastern DRC, Rwanda and Burundi.</figcaption>
 </figure>
 
     <p>La route de Faraja suit un circuit triangulaire. Son point de d&eacute;part est &agrave; la jonction des fronti&egrave;trois pays des grands lacs africains (R&eacute;publique d&eacute;mocratique du Congo- RDC, Rwanda, Burundi). Il s'&eacute;tire jusqu'en Am&eacute;rique du nord en passant par 
     </p>
     
     <figure>
      <img src="images/sjim.png" alt="Jean Marie Muhirwa">
      
 <figcaption class="slideCaption">Dr Jean-Marie Muhirwa</figcaption>
</figure>
     
     
     
<p>Nous croyons sinc&egrave;rement au pouvoir transformatif de l'&eacute;ducation, de la formation et du d&eacute;veloppement des comp&eacute;tences.
Faraja a &eacute;t&eacute; con&ccedil;u &agrave; la jonction des nombreux sentiers que j'ai explor&eacute;s en &eacute;ducation, en journalisme, en arts m&eacute;diatiques et en d&eacute;veloppement international. La r&eacute;volution Internet a ouvert une voie e-learning prometteuse dans laquelle mes explorations passes ont converg&eacute;. Pour &eacute;lever la barre de mon expertise en conception des apprentissages encore plus haut, j'ai r&eacute;cemment mis &agrave; jour mes connaissances en syntaxes html, css3, and JavaScript. 
</p>
<p>Faraja est le fruit de la cross-fertilisation de ces nouvelles comp&eacute;tences en technologies num&eacute;riques avec mes exp&eacute;riences pr&eacute;c&eacute;dentes. Nous sommes excit&eacute;s de vous offrir notre expertise multidisciplinaire en analyse des besoins, en conception et developpement agile des apprentissages en face-&agrave;-face, en ligne ou en mode hybride, inspir&eacute;es par la p&eacute;dagogie et et livr&eacute;s &agrave; vos apprenants en combinant les supports m&eacute;diatiques les plus efficaces.
</p>

<p>C'est &agrave; ce prix que la r&eacute;volution e-learning tant attendue pourra enfin d&eacute;coller.
       </p>
    <p>Les technologies num&eacute;riques ont r&eacute;volutionn&eacute; de nombreux secteurs d'activit&eacute; au cours des deux derni&egrave;res d&eacute;cennies.
    Le journalisme et les arts m&eacute;diatiques par exemple - pour ne citer que ceux que je connais le mieux - s'en sont trouv&eacute;s radicalement transform&eacute;s.
     </p>
    
   <p> L'actualit&eacute; quotidienne t&eacute;moigne suffisamment de l'impact consid&eacute;rable des technologies num&eacute;riques sur les modes de travail et les modes de vies de nombreux secteurs. </p>

<h3>O&ugrave; en est la r&eacute;volution e-learning?</h3>

 <p>Les avis sont partag&eacute;s. Les plus enthousiastes affirment que la r&eacute;volution impuls&eacute;e par les technologies &eacute;ducatives est d&eacute;j&agrave; en marche, &agrave; la conqu&ecirc;te de modes d'apprentissage novateurs, sur mesure, accessibles n'importe quand, de n'importe o&ugrave; et, surtout, abordables pour tous. 
Les plus r&eacute;serv&eacute;s n'y voient que des effets d'annonce. Ils rel&egrave;vent le fait que la r&eacute;volution e-Learning est toujours annonc&eacute;e comme imminente, attendue "dans les dix prochaines ann&eacute;es" depuis un bout de temps. 
 </p>
      

<p>Nous croyons sinc&egrave;rement au pouvoir transformatif de l'&eacute;ducation, de la formation et du d&eacute;veloppement des comp&eacute;tences.
Faraja a &eacute;t&eacute; con&ccedil;u &agrave; la jonction des nombreux sentiers que j'ai explor&eacute;s en &eacute;ducation, en journalisme, en arts m&eacute;diatiques et en d&eacute;veloppement international. La r&eacute;volution Internet a ouvert une voie e-learning prometteuse dans laquelle mes explorations passes ont converg&eacute;. Pour &eacute;lever la barre de mon expertise en conception des apprentissages encore plus haut, j'ai r&eacute;cemment mis &agrave; jour mes connaissances en syntaxes html, css3, and JavaScript. 
</p>
<p>Faraja est le fruit de la cross-fertilisation de ces nouvelles comp&eacute;tences en technologies num&eacute;riques avec mes exp&eacute;riences pr&eacute;c&eacute;dentes. Nous sommes excit&eacute;s de vous offrir notre expertise multidisciplinaire en analyse des besoins, en conception et developpement agile des apprentissages en face-&agrave;-face, en ligne ou en mode hybride, inspir&eacute;es par la p&eacute;dagogie et et livr&eacute;s &agrave; vos apprenants en combinant les supports m&eacute;diatiques les plus efficaces.
</p>

<p>C'est &agrave; ce prix que la r&eacute;volution e-learning tant attendue pourra enfin d&eacute;coller.</p>

       
<p>Les experts en technologies &eacute;ducatives et en communications confirment le potentiel consid&eacute;rable des technologies num&eacute;riques &agrave; transformer l'&eacute;ducation, la formation et le d&eacute;veloppement des comp&eacute;tences. Cependant, pour que ce potentiel se mat&eacute;rialise, bon nombre d'entre eux plaident en faveur d'une approche
de conception et de d&eacute;veloppement des apprentissage inspir&eacute;s par la p&eacute;dagogie et livr&eacute;s &agrave; travers la mutualisation du potentiel des m&eacute;dias appropri&eacute;s qui, insistent-ils, ne correspondent pas toujours aux technologies &agrave; la mode. 
</p>               

   <p>Jean-Marie Muhirwa a con&ccedil;u et d&eacute;velopp&eacute; ce site web. Il s'agit d'un espace de promotion des meilleures pratiques de conception, de d&eacute;veloppement, de livraison et d'&eacute;valuation des apprentissages en g&eacute;n&eacute;ral et des apprentissages m&eacute;diatis&eacute;s en particulier.

     Ce site web s'adresse aux apprenants, aux enseignants, aux formateurs, aux parents, aux professionnels de l'apprentissage en salle (en pr&eacute;sentiel), en ligne (e-Learning) ou hybride (pr&eacute;sentiel + e-Learning)
     et au grand public e qui s'int&eacute;resse aux rapides transformations technologiques qui affectent le secteur de l'acquisition des connaissances et des comp&eacute;tences &agrave; travers la plan&egrave;te. 
    </p>
    
  <p> Dr Muhirwa puise dans l'expertise atypique qu'il a accumul&eacute;e au cours des deux derni&egrave;res d&eacute;cennies en technologies &eacute;ducatives, en journalisme, en production m&eacute;diatique, en travail international et en technologies du web
  pour assurer la production et la coordination des contenus de ce site. Il comprend des liens qui m&egrave;nent vers un blogue et une baladodiffusion. Les visiteurs y trouveront des entrevues, des reportages, des articles d'opinion ou des recherches des sp&eacute;cialistes et des praticiens reconnus. 
 </p>

  <p>Pour en apprendre davantage sur le parcours acad&eacute;mique et professionnel de Jean-Marie Muhirwa, veuiller consulter son <a href="cv.html">CV</a>
 
 </p>    

     </div>

</section>
   
  <div id="footer">
    
    <p>Copyright &copy; 2017 Faraja eLearning & Media</p>
  </div>
        
</body>
</html>

